// © Copyright 2013, 2015 HP Development Company, L.P.

HSDTaskName = "Podstawowe ustawienia faksu";

HSDFaxTestSheetOKButtonTitle = "OK";

FaxTestNotInitiatedTitleKey = "Nie zainicjowano testu faksu";
FaxTestNotInitiatedMsgKey = "Upewnij się, że urządzenie jest podłączone i włączone, a następnie spróbuj ponownie.";
FaxTestFailedTitle = "Test faksu nieudany!";
FaxTestFailedMsg = "Sprawdź, czy linia faksu ma sygnał wybierania numeru i czy kabel jest prawidłowo podłączony do urządzenia.\n\nUrządzenie wydrukowało raport zawierający więcej informacji.";
FaxTestSucceededTitle = "Test faksu udany!";
FaxTestSucceededMsg = "Test linii faksu udał się. Urządzenie może teraz wysyłać i odbierać faksy.\n\nUrządzenie drukuje teraz raport zawierający więcej informacji.";
FaxTestCancelledTitle = "Anulowano test faksu";
FaxTestCancelledMsg = "Test linii faksu został anulowany";
FaxLineTestProgressTitle = "Czekaj, trwa test linii faksu…";
FaxHWDamagedMsg = "Faks drukarki został uszkodzony i nie można wykonać testu faksu. Aby uzyskać więcej informacji, skontaktuj się z pomocą techniczną HP.";
GetHelpButtonTitle = "Uzyskaj pomoc HP online";

EmptyNameAndNumberFieldTitle = "Pola „Firma/nazwisko” i „Numer faksu” nie mogą być puste";
EmptyNameAndNumberFieldMsg = "Wpisz zawartość pól Firma/nazwisko i Numer faksu";

EmptyNameFieldTitle = "Pole „Firma/nazwisko” nie może być puste";
EmptyNameFieldMsg = "Wpisz zawartość pola Firma/nazwisko";

EmptyFaxNumberFieldTitle = "Pole „Numer faksu” nie może być puste";
EmptyFaxNumberFieldMsg = "Wpisz zawartość pola Numer faksu.";

EmptyFaxNumberPrefixFieldTitle = "Pole „Prefiks wybierania numeru faksu” nie może być puste.";
EmptyFaxNumberPrefixFieldMsg = "Podaj Prefiks wybierania numeru faksu.";

FaxPrefixEnableTitle = "Używaj prefiksu wybierania numeru faksu:";
HSDFaxDialNumberPrefixTitle = "Prefiks wybierania numeru faksu:";
HSDUserNameLabelTitle = "Firma/nazwisko:";
HSDFaxNumberLabelTitle = "Numer faksu:";
AutoAnswerLabelTitle = "Automatyczna odpowiedź:";
HSDRingsUntilAnswerLabelTitle = "Odebranie po następującej liczbie dzwonków:";
TestLabelTitle = "Testuj konfigurację faksu urządzenia:";
HSDTestButtonTitle = "Testuj konfigurację faksu urządzenia";
OnModeTitle = "Włącz.";
OffModeTitle = "Wył.";
RequiredFieldsTitle = "*Pole wymagane";
HSDApplyButtonTitle = "Zastosuj teraz";
HSDTaskDescription = "Te ustawienia są używane w nagłówku faksu i do konfiguracji sposobu odbierania połączeń przychodzących przez urządzenie. Aby uzyskać więcej informacji, kliknij przycisk \"Więcej informacji…\".";

HSDDefaultTrayTitle = "Domyślny podajnik:";
Auto = "Automatycznie";
